Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Max access count
ar: الحد الأقصى لعدد الوصول
de: Maximale Anzahl der Zugriffe
es: Número máximo de acceso
fr: Nombre maximum d'accès
hu: Maximális hozzáférési szám
it: Numero massimo di accessi
ja: 最大アクセス数
ko: 최대 접근 횟수
pt_br: Número máximo de acessos
pt_pt: Número máximo de acessos
ru: Максимальное количество посещений
uk: Макс. кількість відвідувань
zh_hans: 最大访问次数

source: May
ar: يمكن
de: Mai
es: Mayo
fr: Mai
hu: Május
it: Maggio
ja: 5月
ko: 5월
pt_br: Maio
pt_pt: Maio
ru: Май
uk: Травень
zh_hans: 五月

# minutes_plural
source: %lld minutes
ar: %lld دقائق
de: %lld Minuten
es: %lld minutos
hu: %lld perc
it: %lld minuti
ja: %lld 分
ko: %lld분
pt_br: %lld minutos
pt_pt: %lld minutos
ru: %lld минуты
uk: %lld хвилин
zh_hans: %lld 分钟

# misc
source: Miscellaneous
ar: متنوع
de: Diverses
es: Varios
fr: Divers
hu: Egyéb
it: Varie
ja: その他
ko: 기타
pt_br: Diversos
pt_pt: Diversos
ru: Разное
uk: Різне
zh_hans: 杂项

# months_plural
source: %lld months
ar: %lld أشهر أخرى
de: %lld Monate
es: %lld meses
fr: %lld mois
hu: %lld hónap
it: %lld mesi
ja: %lld ヶ月
ko: %lld개월
pt_br: %lld meses
pt_pt: %lld meses
ru: %lld месяцев
uk: %lld місяця
zh_hans: %lld 月

# nav_animation_crossfade
source: Crossfade
ar: التلاشي المتقاطع
de: Überblenden
es: Desvanecer
fr: Fondu enchaîné
hu: Átfedés
it: Dissolvenza
ja: クロスフェード
ko: 크로스페이드
pt_br: Transição suave
pt_pt: Desvanecer
ru: Перекрестный переход
uk: Перехресний перехід
zh_hans: 淡入淡出

# nav_animation_disabled
source: Disabled
ar: عاجز
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Letiltva
it: Disattivato
ja: 無効
ko: 사용 안 함
pt_br: Desativado
pt_pt: Desativado
ru: Отключено
uk: Вимкнено
zh_hans: 已禁用

# nav_animation_dynamic
source: Dynamic
ar: متحرك
de: Dynamisch
es: Dinámico
fr: Dynamique
hu: Dinamikus
it: Dinamico
ja: ダイナミック
ko: 다이나믹
pt_br: Dinâmico
pt_pt: Dinâmico
ru: Динамический
uk: Динамічна
zh_hans: 动态模式

# navigation_items_add_item_title
source: Add item
ar: إضافة عنصر
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
it: Aggiungi elemento
ja: アイテムを追加
ko: 항목 추가
pt_br: Adicionar Item
pt_pt: Adicionar item
ru: Добавить элемент
uk: Додати запис
zh_hans: 添加条目

# navigation_items_built_in_text
source: Built-in destination
ar: وجهة مدمجة
de: Integriertes Ziel
es: Destino integrado
fr: Destination intégrée
it: Destinazione integrata
ja: 組み込みの遷移先
ko: 기본 제공 대상
pt_br: Destino integrado
pt_pt: Destino integrado
ru: Встроенный раздел
uk: Вбудований пункт призначення
zh_hans: 内置目标

# navigation_items_custom_filter_text
source: Custom filter
ar: عامل تصفية مخصص
de: Benutzerdefinierter Filter
es: Filtro personalizado
fr: Filtre personnalisé
it: Filtro personalizzato
ja: カスタムフィルター
ko: 사용자 지정 필터
pt_br: Filtro customizado
pt_pt: Filtro personalizado
ru: Пользовательский фильтр
uk: Користувацький фільтр
zh_hans: 自定义过滤器

# navigation_items_missing_filter_text
source: Filter not found
ar: لم يتم العثور على عامل التصفية
de: Filter nicht gefunden
es: Filtro no encontrado
fr: Filtre introuvable
it: Filtro non trovato
ja: フィルターが見つかりません
ko: 필터를 찾을 수 없음
pt_br: Filtro não encontrado
pt_pt: Filtro não encontrado
ru: Фильтр не найден
uk: Фільтр не знайдено
zh_hans: 未找到过滤器

# navigation_items_missing_filter_title
source: Custom filter
ar: عامل تصفية مخصص
de: Benutzerdefinierter Filter
es: Filtro personalizado
fr: Filtre personnalisé
it: Filtro personalizzato
ja: カスタムフィルター
ko: 사용자 지정 필터
pt_br: Filtro customizado
pt_pt: Filtro personalizado
ru: Пользовательский фильтр
uk: Користувацький фільтр
zh_hans: 自定义过滤器

# navigation_items_predefined_route_text
source: Predefined route
ar: مسار محدد مسبقًا
de: Vordefinierte Route
es: Ruta predefinida
fr: Route prédéfinie
it: Percorso predefinito
ja: 定義済みのルート
ko: 미리 정의된 경로
pt_br: Rota predefinida
pt_pt: Rota predefinida
ru: Предопределённый маршрут
uk: Наперед визначений маршрут
zh_hans: 预定义路由

# navigation_items_reset_confirmation_text
source: This will restore the default navigation order and visibility. Custom filters are not deleted, but their navigation items will be removed.
ar: سيؤدي هذا إلى استعادة ترتيب التنقل الافتراضي ومرئيته. لا تُحذف عوامل التصفية المخصصة، لكن ستُزال عناصر التنقل الخاصة بها.
de: Dadurch werden die Standardreihenfolge und -sichtbarkeit der Navigation wiederhergestellt. Benutzerdefinierte Filter werden nicht gelöscht, aber ihre Navigationselemente werden entfernt.
es: Esto restaurará el orden y la visibilidad de navegación predeterminados. Los filtros personalizados no se eliminan, pero sus elementos de navegación se quitarán.
fr: Cela restaurera l'ordre et la visibilité de navigation par défaut. Les filtres personnalisés ne sont pas supprimés, mais leurs éléments de navigation seront retirés.
it: Verranno ripristinati l'ordine e la visibilità di navigazione predefiniti. I filtri personalizzati non vengono eliminati, ma i relativi elementi di navigazione verranno rimossi.
ja: ナビゲーションの順序と表示状態を既定に戻します。カスタムフィルターは削除されませんが、そのナビゲーションアイテムは削除されます。
ko: 기본 탐색 순서와 표시 여부를 복원합니다. 사용자 지정 필터는 삭제되지 않지만, 해당 탐색 항목은 제거됩니다.
pt_br: Isto irá restaurar a ordem e visibilidade de navegação padrão. Filtros personalizados não são excluídos, mas seus itens de navegação serão removidos.
pt_pt: Isto irá restaurar a ordem e a visibilidade da navegação padrão. Os filtros personalizados não serão eliminados, mas os seus itens de navegação serão removidos.
ru: Это восстановит порядок и видимость навигации по умолчанию. Пользовательские фильтры не удаляются, но их элементы навигации будут удалены.
uk: Це відновить типовий порядок і видимість навігації. Користувацькі фільтри не видаляються, але їхні елементи навігації буде вилучено.
zh_hans: 这将恢复默认的导航顺序和可见性。自定义过滤器不会被删除，但它们的导航项将被移除。

# navigation_items_reset_confirmation_title
source: Reset navigation items?
ar: إعادة تعيين عناصر التنقل؟
de: Navigationselemente zurücksetzen?
es: ¿Restablecer los elementos de navegación?
fr: Réinitialiser les éléments de navigation ?
it: Reimpostare gli elementi di navigazione?
ja: ナビゲーションアイテムをリセットしますか？
ko: 탐색 항목을 초기화할까요?
pt_br: Redefinir itens de navegação?
pt_pt: Redefinir itens de navegação?
ru: Сбросить элементы навигации?
uk: Скинути елементи навігації?
zh_hans: 重置导航项？

source: New password
ar: كلمة السر الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pt_br: Nova senha
pt_pt: Nova palavra-passe
ru: Новый пароль
uk: Новий пароль
zh_hans: 新密码

source: No
ar: لا
de: Nein
fr: Non
hu: Nem
ja: いいえ
ko: 아니오
pt_br: Não
pt_pt: Não
ru: Нет
uk: Ні
zh_hans: 否

source: No password
ar: لا كلمة المرور
de: Kein Passwort
es: Sin contraseña
fr: Aucun mot de passe
hu: Nincs jelszó
it: Nessuna password
ja: パスワードなし
ko: 비밀번호 없음
pt_br: Sem senha
pt_pt: Nenhuma palavra-passe
ru: Нет паролей
uk: Без пароля
zh_hans: 暂无密码

source: None
ar: لا أحد
de: Keine
es: Ninguna
fr: Aucun
hu: Semmi
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhuma
ru: Нет
uk: Нема
zh_hans: 无

source: Note
ar: ملحوظة
de: Notiz
es: Nota
hu: Megjegyzés
it: Nota
ja: メモ
ko: 메모
pt_br: Nota
pt_pt: Nota
ru: Заметка
uk: Нотатка
zh_hans: 备注

source: Notes
ar: مُلاحظات
de: Notizen
es: Notas
hu: Megjegyzések
it: Note
ja: メモ
ko: 메모
pt_br: Anotações
pt_pt: Notas
ru: Заметки
uk: Нотатки
zh_hans: 备注

# notification_vault_backup_step_applying_retention
source: Applying retention
ar: تطبيق سياسة الاحتفاظ
de: Aufbewahrungsregeln werden angewendet
fr: Application de la conservation
hu: Megőrzési szabályok alkalmazása
pt_br: Aplicando a política de retenção
pt_pt: Aplicando retenção
ru: Применение политики хранения
uk: Застосування політики зберігання
zh_hans: 正在应用保留策略

# notification_vault_backup_step_backing_up_attachments
source: Backing up attachments
ar: نسخ المرفقات احتياطيًا
de: Anhänge werden gesichert
fr: Sauvegarde des pièces jointes
hu: Mellékletek biztonsági mentése
pt_br: Fazendo backup dos anexos
pt_pt: Fazendo cópia de segurança dos anexos
ru: Резервное копирование вложений
uk: Резервне копіювання вкладень
zh_hans: 正在备份附件

# notification_vault_backup_step_exporting_vault
source: Exporting vault data
ar: تصدير بيانات الخزنة
de: Tresordaten werden exportiert
fr: Exportation des données du coffre-fort
hu: Széf adatainak exportálása
pt_br: Exportando os dados do cofre
pt_pt: Exportando dados do cofre
ru: Экспорт данных хранилища
uk: Експорт даних сховища
zh_hans: 正在导出密码库数据

# notification_vault_backup_step_opening_repository
source: Opening backup repository
ar: فتح مستودع النسخ الاحتياطي
de: Backup-Repository wird geöffnet
fr: Ouverture du dépôt de sauvegarde
hu: Biztonsági mentés tárolójának megnyitása
pt_br: Abrindo o repositório de backup
pt_pt: Abrindo repositório de cópias de segurança
ru: Открытие репозитория резервных копий
uk: Відкриття репозиторію резервних копій
zh_hans: 正在打开备份仓库

# notification_vault_backup_step_preparing
source: Preparing backup
ar: تحضير النسخة الاحتياطية
de: Backup wird vorbereitet
fr: Préparation de la sauvegarde
hu: Biztonsági mentés előkészítése
pt_br: Preparando o backup
pt_pt: Preparando a cópia de segurança
ru: Подготовка резервной копии
uk: Підготовка резервної копії
zh_hans: 正在准备备份

# notification_vault_backup_step_scanning_attachments
source: Scanning attachments
ar: فحص المرفقات
de: Anhänge werden erfasst
fr: Analyse des pièces jointes
hu: Mellékletek beolvasása
pt_br: Verificando os anexos
pt_pt: Verificando anexos
ru: Сканирование вложений
uk: Сканування вкладень
zh_hans: 正在扫描附件

# notification_vault_backup_step_writing_index
source: Writing backup index
ar: كتابة فهرس النسخ الاحتياطي
de: Backup-Index wird geschrieben
fr: Écriture de l'index de sauvegarde
hu: Biztonsági mentés indexének írása
pt_br: Gravando o índice de backup
pt_pt: Escrevendo índice da cópia de segurança
ru: Запись индекса резервной копии
uk: Запис індексу резервної копії
zh_hans: 正在写入备份索引

# notification_vault_backup_step_writing_snapshot
source: Writing snapshot
ar: كتابة اللقطة
de: Snapshot wird geschrieben
fr: Écriture de l'instantané
hu: Pillanatkép írása
pt_br: Gravando o snapshot
pt_pt: Gravando snapshot
ru: Запись снимка
uk: Запис знімка
zh_hans: 正在写入快照

# notification_vault_backup_title
source: Backing up vault
ar: نسخ الخزنة احتياطيًا
de: Tresor wird gesichert
fr: Sauvegarde du coffre-fort
hu: Széf biztonsági mentése
pt_br: Fazendo backup do cofre
pt_pt: Fazendo cópia de segurança do cofre
ru: Резервное копирование хранилища
uk: Резервне копіювання сховища
zh_hans: 正在备份密码库

source: November
ar: نوفمبر
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
ko: 11월
pt_br: Novembro
pt_pt: Novembro
ru: Ноябрь
uk: Листопад
zh_hans: 十一月

source: October
ar: أكتوبر
de: Oktober
es: Octubre
fr: Octobre
hu: Október
it: Ottobre
ja: 10月
ko: 10월
pt_br: Outubro
pt_pt: Outubro
ru: Октябрь
uk: Жовтень
zh_hans: 十月

source: OK
ar: حسنًا
es: Aceptar
ko: 확인
zh_hans: 确定

source: One-time password
ar: كلمة المرور لمرة واحدة
de: Einmalpasswort
es: Contraseña de un solo uso
fr: Mot de passe à usage unique (OTP)
hu: Egyszeri jelszó
it: Password monouso (OTP)
ja: ワンタイムパスワード
ko: OTP
pt_br: Senha de uso único
pt_pt: Código 2FA
ru: Одноразовый пароль
uk: Одноразовий пароль
zh_hans: 一次性密码（OTP）

# one_time_password_authenticator_key
source: Authenticator key
ar: مفتاح المصادقة
de: Authentifizierungsschlüssel
es: Clave de autenticación
fr: Clé d'authentification OTP
hu: Hitelesítési kulcs
it: Chiave di autenticazione
ja: 認証キー
ko: 인증기 키
pt_br: Chave de Autenticação
pt_pt: Chave de autenticação 2FA
ru: Ключ аутентификатора
uk: Ключ автентифікатора
zh_hans: 验证器密钥

# open_database
source: Open a database
ar: فتح قاعدة بيانات
de: Öffne eine Datenbank-Datei
es: Abrir una base de datos
fr: Ouvrir une base de données
hu: Adatbázis megnyitása
it: Apri un database
ko: 데이터베이스 파일 열기
pt_br: Abrir um banco de dados
pt_pt: Abra uma base de dados
ru: Открыть базу данных
uk: Відкрити базу даних
zh_hans: 打开数据库

source: Options
ar: خيارات
de: Optionen
es: Opciones
hu: Opciók
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
pt_pt: Opções
ru: Параметры
uk: Опції
zh_hans: 选项

source: Organization
ar: منظمة
de: Unternehmen
es: Organización
fr: Organisation
hu: Szervezet
it: Organizzazione
ja: 組織
ko: 조직
pt_br: Empresa
pt_pt: Organização
ru: Организация
uk: Організація
zh_hans: 组织

# organization_none
source: My vault
ar: قبو بلدي
de: Mein Tresor
es: Mi caja fuerte
fr: Mon coffre-fort
hu: Saját széf
it: La mia cassaforte
ja: 保管庫
ko: 내 보관함
pt_br: Meu cofre
pt_pt: O meu cofre
ru: Моё хранилище
uk: Моє сховище
zh_hans: 我的密码库

source: Organizations
ar: المنظمات
de: Organisationen
es: Organizaciones
fr: Organisations
hu: Szervezetek
it: Organizzazioni
ja: 組織
ko: 조직
pt_br: Empresas
pt_pt: Organizações
ru: Организации
uk: Організації
zh_hans: 组织

# organizations_empty_label
source: No organizations
ar: لا منظمات
de: Keine Organisationen vorhanden
es: Sin organizaciones
fr: Aucune organisation
hu: Nincsenek szervezetek
it: Nessuna organizzazione
ja: 組織なし
ko: 조직 없음
pt_br: Sem empresas
pt_pt: Sem organizações
ru: Нет организаций
uk: Організації відсутні
zh_hans: 暂无组织

source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pt_br: Saída
pt_pt: Saída
ru: Вывод
uk: Вихідні дані
zh_hans: 输出

source: Package name
ar: اسم الحزمة
de: Paketname
es: Nombre del paquete
fr: Nom du paquet
pt_br: Nome do pacote
pt_pt: Nome do pacote
ru: Имя пакета
uk: Назва пакета
zh_hans: 包名

source: Passkey
ar: مفتاح المرور
es: Llave de acceso
fr: Clé d'authentification (passkey)
hu: Hozzáférési kulcs
ja: パスキー
ko: 패스키
pt_br: Chave de acesso
pt_pt: Chave de acesso
ru: Ключ доступа
uk: Ключ доступу
zh_hans: 通行密钥

# passkey_auth_via_header
source: Confirming auth request…
ar: جارٍ تأكيد طلب المصادقة…
de: Authentifizierungsanfrage bestätigen…
es: Confirmando solicitud de autenticación…
fr: Confirmation de la demande d'authentification…
hu: Auth kérés megerősítése…
it: Conferma richiesta di autenticazione…
ja: 認証リクエストの確認…
ko: 인증 요청 확인 중…
pt_br: Confirmando a solicitação de autenticação…
pt_pt: Confirmando solicitação de autenticação…
ru: Подтверждение запроса авторизации…
uk: Підтвердження запиту авторизації…
zh_hans: 正在确认认证请求…

source: Passkey available
ar: مفتاح المرور متاح
de: Passkey verfügbar
es: Llave de acceso disponible
fr: Clé d'authentification disponible
hu: Hozzáférési kulcs elérhető
it: Passkey disponibile
ja: パスキーが利用可能です
ko: 패스키 사용 가능
pt_br: Chave de acesso disponível
pt_pt: Chave de acesso disponível
ru: Доступен Passkey
uk: Доступний ключ доступу
zh_hans: 通行密钥可用

# passkey_create_header
source: Create a passkey
ar: إنشاء مفتاح مرور
de: Passkey erstellen
es: Crear una llave de acceso
fr: Créer une clé d'authentification (passkey)
hu: Hozzáférési kulcs létrehozása
it: Crea una passkey
ja: パスキーを作成する
ko: 패스키 만들기
pt_br: Criar uma chave de acesso
pt_pt: Criar uma chave de acesso
ru: Создать passkey
uk: Створити ключ доступу
zh_hans: 创建通行密钥

# passkey_discoverable
source: Discoverable
ar: قابل للاكتشاف
de: Auffindbar
es: Detección
fr: Découvrable
hu: Felfedezhető
it: Visibile
ja: 検出可能
ko: 검색 가능
pt_br: Detectável
pt_pt: Detectável
ru: Источник данных авторизации
uk: Виявлюваний
zh_hans: 可被发现

# passkey_relying_party
source: Relying party
ar: الطرف المعتمد
es: Servicio de confianza
fr: Tiers de confiance
hu: Bízó fél
it: Ente affidabile
ja: 証明書利用者
ko: 신뢰 당사자
pt_br: Parte confiável
pt_pt: Entidade utilizada
ru: Проверяющая сторона
uk: Довірча сторона
zh_hans: 依赖方

# passkey_save
source: Save passkey
ar: حفظ مفتاح المرور
de: Passkey speichern
es: Guardar llave de acceso
fr: Enregistrer la clé d'authentification (passkey)
hu: Hozzáférési kulcs mentése
it: Salva passkey
ja: パスキーを保存
ko: 패스키 저장
pt_br: Salvar chave de acesso
pt_pt: Guardar a chave de acesso
ru: Сохранить ключ доступа
uk: Зберегти ключ доступу
zh_hans: 保存通行密钥

# passkey_signature_counter
source: Signature counter
ar: عداد التوقيع
de: Signaturzähler
es: Contador de firma
fr: Compteur de signature
hu: Aláírás számláló
it: Contatore di firme
ja: 署名カウンター
ko: 서명 카운터
pt_br: Contador de assinaturas
pt_pt: Contador de assinatura
ru: Количество использований
uk: Лічильник підпису
zh_hans: 签名计数器

# passkey_unlock_header
source: Unlock Keyguard
ar: فتح قفل المفاتيح
de: Keyguard entsperren
es: Desbloquear Keyguard
fr: Déverrouiller Keyguard
hu: Keyguard feloldása
it: Sblocca Keyguard
ja: Keyguard のロック解除
ko: Keyguard 잠금 해제
pt_br: Desbloquear Keyguard
pt_pt: Desbloquear Keyguard
ru: Разблокировать Keyguard
uk: Розблокувати Keyguard
zh_hans: 解锁 Keyguard

# passkey_use_short
source: Use
ar: يستخدم
de: Nutzen
es: Usar
fr: Utiliser
hu: Használ
it: Usa
ja: 使用
ko: 사용
pt_br: Usar
pt_pt: Utilizar
ru: Использовать
uk: Використати
zh_hans: 使用

# passkey_user_display_name
source: Display name
ar: اسم العرض
de: Anzeigename
es: Nombre a mostrar
fr: Nom d'affichage
hu: Megjelenített név
it: Nome visualizzato
ja: 表示名
ko: 표시할 이름
pt_br: Nome de exibição
pt_pt: Nome a exibir
ru: Отображаемое имя
uk: Видиме ім'я
zh_hans: 显示名称

# passkey_user_username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
uk: Ім'я користувача
zh_hans: 用户名

source: Passkeys
ar: مفاتيح المرور
es: Llaves de acceso
fr: Clés d'authentification (passkeys)
hu: Hozzáférési kulcsok
it: Passkey
ja: パスキー
ko: 패스키
pt_br: Chaves de acesso
pt_pt: Chaves de acesso
ru: Ключи доступа
uk: Ключі доступу
zh_hans: 通行密钥

# passkeys_directory_search_placeholder
source: Search websites
ar: البحث في المواقع
de: Webseiten durchsuchen
es: Buscar sitios web
fr: Rechercher des sites web
hu: Weboldalak keresése
it: Cerca siti web
ja: ウェブサイトを検索
ko: 웹사이트 검색
pt_br: Pesquisar sites
pt_pt: Pesquisar sites
ru: Поиск веб-сайтов
uk: Пошук вебсайтів
zh_hans: 搜索网站

# passkeys_directory_text
source: List of websites with passkeys support
ar: قائمة المواقع التي تدعم مفاتيح المرور
de: Liste der Websites mit Unterstützung von Passkeys
es: Lista de sitios web con soporte para llaves de acceso
fr: Liste des sites web avec la prise en charge des clés d'accès
hu: A hozzáférési kulcsokat támogató weboldalak listája
it: Elenco dei siti web con supporto per le passkey
ja: パスキー対応ウェブサイト一覧
ko: 패스키를 지원하는 웹사이트 목록
pt_br: Lista de sites com suporte a chaves de acesso
pt_pt: Lista de sites com suporte de chaves de acesso
ru: Список сайтов с поддержкой ключей доступа
uk: Список вебсайтів, які підтримують ключі доступу
zh_hans: 支持通行密钥的网站列表

# passkeys_directory_title
source: Passkeys
ar: مفاتيح المرور
es: Llaves de acceso
fr: Clés d'accès (passkeys)
hu: Hozzáférési kulcsok
it: Passkey
ja: パスキー
ko: 패스키
pt_br: Chaves de acesso
pt_pt: Chaves de acesso
ru: Ключи доступа
uk: Ключі доступу
zh_hans: 通行密钥

source: Passport number
ar: رقم جواز السفر
de: Ausweisnummer
es: Número de pasaporte
fr: Numéro de passeport
hu: Útlevélszám
it: Numero di passaporto
ja: パスポート番号
ko: 여권 번호
pt_br: Número do passaporte
pt_pt: Número do passaporte
ru: Номер паспорта
uk: Номер паспорта
zh_hans: 护照号码

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# password_action_check_data_breach_title
source: Check the password in known data breaches
ar: التحقق من كلمة المرور في خروقات البيانات المعروفة
de: Überprüfe, ob das Passwort bei bekannten Datenlecks vorhanden ist
es: Comprobar si la contraseña está en las filtraciones de datos conocidas
fr: Vérifier si le mot de passe est dans une fuite de données connue
hu: Jelszó ellenőrzése ismert adatszivárgásokban
it: Controlla la password in violazioni di dati conosciute
ja: 既知のデータ漏洩でパスワードをチェック
ko: 비밀번호 유출 확인
pt_br: Verifique a senha em vazamentos de dados conhecidos
pt_pt: Verificar se a palavra-passe existe em violações de dados conhecidas
ru: Проверить пароль в известных утечках данных
uk: Перевірити пароль в відомих витоках даних
zh_hans: 在已泄露数据库中检查密码

# password_action_test_memory_title
source: Type from memory
ar: الكتابة من الذاكرة
fr: Saisir de mémoire
pt_br: Digite da memória
pt_pt: Digite de memória

# password_memory_test_note
source: Enter this password from memory. Keyguard compares it with the saved password on this device.
ar: أدخل كلمة المرور هذه من الذاكرة. يقارنها Keyguard بكلمة المرور المحفوظة على هذا الجهاز.
fr: Entrez ce mot de passe de mémoire. Keyguard le compare avec le mot de passe enregistré sur cet appareil.
pt_br: Digite esta senha da memória. O Keyguard compara-o com a senha salva neste dispositivo.
pt_pt: Introduza esta palavra-passe de memória. O Keyguard compara-a com a palavra-passe guardada neste dispositivo.

# password_memory_test_success
source: Password matches
ar: كلمة المرور مطابقة
fr: Le mot de passe correspond.
pt_br: Correspondências de senha
pt_pt: Palavra-passe coincide

# password_pwned_label
source: Pwned
ar: مخترقة
de: Kompromittiert
es: Comprometida
fr: Compromis
hu: Feltört
it: Compromessa
ja: 漏洩
ko: 유출됨
pt_br: Comprometida
pt_pt: Comprometida
ru: Скомпрометировано
uk: Викрито
zh_hans: 已泄露

# password_save
source: Save password
ar: حفظ كلمة المرور
de: Passwort speichern
es: Guardar contraseña
fr: Enregistrer le mot de passe
hu: Jelszó mentése
it: Salva password
ko: 비밀번호 저장
pt_br: Salvar senha
pt_pt: Guardar palavra-passe
ru: Сохранить пароль
uk: Зберегти пароль
zh_hans: 保存密码

# password_strength_fair_label
source: Fair
ar: عدل
de: Mäßig
es: Aceptable
fr: Acceptable
hu: Megfelelő
it: Discreta
ja: 普通
ko: 양호
pt_br: Razoável
pt_pt: Razoável
ru: Посредственный
uk: Задовільний
zh_hans: 一般

# password_strength_good_label
source: Good
ar: جيد
de: Gut
es: Bueno
fr: Bon
hu: Jó
it: Buona
ja: 良い
ko: 우수
pt_br: Boa
pt_pt: Bom
ru: Хороший
uk: Хороший
zh_hans: 安全

# password_strength_strong_label
source: Strong
ar: قوي
de: Stark
es: Fuerte
fr: Fort
hu: Erős
it: Forte
ja: 強い
ko: 강함
pt_br: Forte
pt_pt: Forte
ru: Надёжный
uk: Надійний
zh_hans: 比较安全

# password_strength_very_strong_label
source: Very strong
ar: قوي جدا
de: Sehr stark
es: Muy fuerte
fr: Très fort
hu: Nagyon erős
it: Molto forte
ja: 非常に強い
ko: 매우 강함
pt_br: Muito forte
pt_pt: Muito forte
ru: Очень надёжный
uk: Дуже надійний
zh_hans: 非常安全

# password_strength_weak_label
source: Weak
ar: ضعيف
de: Schwach
es: Débil
fr: Fragile
hu: Gyenge
it: Debole
ja: 弱い
ko: 약함
pt_br: Fraca
pt_pt: Fraca
ru: Слабый
uk: Слабкий
zh_hans: 不安全

# passwordhistory_clear_history_confirmation_text
source: This will remove all passwords from the history.
ar: سيؤدي هذا إلى إزالة جميع كلمات المرور من السجل.
de: Dadurch werden alle Passwörter aus dem Verlauf entfernt.
es: Esto eliminará todas las contraseñas del historial.
fr: Cela supprimera tous les mots de passe de l'historique.
hu: Ezzel az összes jelszót eltávolítja az előzményekből.
it: Questo rimuoverà tutte le password dalla cronologia.
ja: すべてのパスワードが履歴から削除されます
ko: 모든 비밀번호 기록을 삭제합니다.
pt_br: Isto irá remover todas as senhas do histórico.
pt_pt: Isto vai remover todas as palavras-passe do histórico.
ru: Все пароли из истории будут удалены.
uk: Всі паролі з історії будуть видалені.
zh_hans: 这将从历史记录中删除所有密码。

# passwordhistory_clear_history_confirmation_title
source: Clear password history?
ar: هل تريد مسح سجل كلمة المرور؟
de: Passwortverlauf löschen?
es: ¿Limpiar el historial de contraseñas?
fr: Effacer l'historique des mots de passe ?
hu: Törli a jelszó előzményeket?
it: Pulire cronologia password?
ja: パスワードの履歴を消去しますか？
ko: 비밀번호 기록을 삭제할까요?
pt_br: Limpar histórico de senhas?
pt_pt: Limpar histórico de palavras-passe?
ru: Очистить историю паролей?
uk: Очистити історію паролів?
zh_hans: 清除密码历史记录？

# passwordhistory_clear_history_title
source: Clear history
ar: مسح التاريخ
de: Verlauf leeren
es: Limpiar el historial
fr: Effacer l'historique
hu: Előzmények törlése
it: Pulisci cronologia
ja: 履歴を消去
ko: 기록 삭제
pt_br: Limpar histórico
pt_pt: Limpar histórico
ru: Очистить историю
uk: Очистити історію
zh_hans: 清除历史记录
